Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Staffs in the Display will be at least
sv: Notsystem i skärm kommer att vara minst

source: pixels apart
sv: pixlar ifrån varandra

source: Sets the minimum distance in pixels between adjacent staffs in the Denemo Display. Staffs move further apart to accomodate leger lines where needed, unless fixed staff spacing is turned on. No effect on typesetting.
sv: Ställer in det minsta avståndet i pixlar mellan intilliggande notsystem i Denemo Display. Stavarna flyttas längre ifrån varandra för att ge plats åt legeringslinjer där det behövs, såvida inte fast stavavstånd är aktiverat. Ingen effekt på sättningen.

source: Duplicate Movement
sv: Duplicera sats

source: Merge with Previous Movement
sv: Sammanslagning med tidigare sats

source: No Movement Before
sv: Ingen sats före

source: Duplicate or Merge
sv: Duplicera eller sammanfoga

source: Even Up the Staffs
sv: Jämna ut notsystemstyrkan

source: Appends empty measures to any staffs that are too short.
sv: Lägger till tomma mått till alla notsystem som är för korta.

source: Hide Movement as Sketch (Off/On)
sv: Dölj sats som skiss (Av/På)

source: Stops the current movement from being typeset (use for fragments of music, sketches etc). At least one movement must be typeset.
sv: Stoppar den aktuella satsen från att sättas (används för musikfragment, skisser etc.). Minst en sats måste sättas.

source: Adds a new movement with new time signature and titles.
sv: Lägger till en ny sats med ny taktart och nya titlar.

source: Click to edit comment
sv: Klicka för att redigera kommentaren

source: Stores textual comments for this movement
sv: Lagrar textkommentarer för denna sats

source: Choose Staffs to Mute
sv: Välj notsystem som ska tystas

source: Tempo of Movement
sv: Tempo i satsn

source: Give quarter notes per minute:
sv: Ge kvartsnoter per minut:

source: Sets the (initial) tempo in quarter notes per minute.
sv: Ställer in (start)tempot i fjärdedelsnoter per minut.

source: Playback Transposition
sv: Transposition för uppspelning

source: Give semitones (+/-)
sv: Ge halvtoner (+/-)

source: Transpose on Playback
sv: Transponera vid uppspelning

source: Sets the MIDI transpose on each staff of the current movement up or down by the number of semitones given.
sv: Ställer in MIDI-transponeringen för varje notsystem i den aktuella satsen uppåt eller nedåt med det antal halvtoner som anges.

source: There are unclosed tuplets in this bar. Please fix - see CheckTuplets command.
sv: Det finns oavslutade tuplets i denna taktstreck. Vänligen åtgärda - se kommandot CheckTuplets.

source: Split This Note
sv: Dela denna not

source: Split All
sv: Dela alla

source: Stop Here
sv: Stanna här

source: This measure's discrepancy requires a tuplet. Please adjust manually and run this script again.
sv: Den här åtgärdens avvikelse kräver en tuplet. Justera manuellt och kör skriptet igen.

source: Search for under/overfull bars
sv: Sök efter under/överfyllda staplar

source: Pad underfull bars with rests
sv: Stoppa underfyllda barer med viloplatser

source: Pad underfull bars with blank rests
sv: Fylla underfyllda barer med tomma viloplatser

source: Rebar-Merge underfull, split overfull bars
sv: Armeringsjärn-Sammanfoga underfyllda, dela överfyllda stänger

source: Entire Staff
sv: Hela notsystemet

source: This Point Onwards
sv: Denna punkt och framåt

source: Entire Movement
sv: Hela satsn

source: Problem with measure length
sv: Problem med mätlängd

source: Adjust the Measure Lengths
sv: Justera mätlängderna

source: Removes gaps in duration of measures, redistributes the notes according to the time signature.
sv: Tar bort luckor i taktens längd, omfördelar noterna enligt taktarten.

source: Split Movement
sv: Delad sats

source: Wait for your vector graphics editor to start. It will open an SVG file of the same name, if available, but be sure to save as encapsulated postscript (eps). You will need to refresh the print view to see your changes. When saving your eps it is good to save as SVG file format as well, as this will give better editing later. Quit your graphics editor before quitting this dialog to return to work in Denemo.
sv: Vänta tills din vektorgrafikredigerare startar. Den kommer att öppna en SVG-fil med samma namn, om den finns tillgänglig, men se till att spara som encapsulated postscript (eps). Du kommer att behöva uppdatera utskriftsvyn för att se dina ändringar. När du sparar din eps-fil är det bra att även spara den som SVG-fil, eftersom detta ger bättre redigering senare. Avsluta din grafikredigerare innan du avslutar denna dialog för att återgå till arbetet i Denemo.

source: Edit the file
sv: Redigera filen

source: Edit width and position
sv: Redigera bredd och position

source: Encapsulated Postscript File
sv: Inkapslad Postscript-fil

source: Give width required:
sv: Ange önskad bredd:

source: Give space above required:
sv: Ge utrymme ovan som krävs:

source: Give space to the left required:
sv: Ge utrymme till vänster som krävs:

source: Start From Template
sv: Starta från mall

source: Use the file unedited
sv: Använd filen oredigerad

source: The file
sv: Filen

source: does not exist Perhaps you saved to a different directory?
sv: finns inte Du kanske sparade i en annan katalog?

source: Delete prepended postscript?
sv: Ta bort prepended postscript?

source: Append Encapsulated Postscript
sv: Append Inkapslad Postscript

source: Places text/graphics from an encapsulated postscript file at the end of the current movement. Use this for columns of text or images, fancy titles etc. prepared in other programs which are to appear after the music.
sv: Placerar text/grafik från en inkapslad postscript-fil i slutet av den aktuella satsen. Använd detta för kolumner med text eller bilder, snygga titlar etc. som förberetts i andra program och som ska visas efter musiken.

source: Give heading or blank out to delete:
sv: Ge rubrik eller bläddra ut för att radera:

source: Heading
sv: Rubrik

source: Prints a heading the current movement
sv: Skriver ut en rubrik för den aktuella satsn

source: Give name for this piece of the current movement or blank out to delete:
sv: Ge namn åt denna del av den nuvarande satsn eller bläddra ut för att radera:

source: Piece
sv: Stycke

source: Prints a piece name for the Movement
sv: Skriver ut ett stycknamn för satsn

source: Give name for movement sub-title or blank out to delete:
sv: Ange namn för satsns undertitel eller bläddra ut för att radera:

source: Sub-Title
sv: Undertitel

source: Prints a subtitle for the Movement
sv: Skriver ut en undertext för satsn

source: Prints title for the current movement
sv: Skriver ut titel för den aktuella satsn

source: Give space between title and score:
sv: Ge utrymme mellan titel och not:

source: Delete spacer?
sv: Ta bort distansen?

source: Inserts blank space above the movement.
sv: Infogar tomt utrymme ovanför satsn.

source: Markup At End
sv: Markup i slutet

source: Edit markup:
sv: Redigera markup:

source: Text after Movement
sv: Text efter sats

source: Inserts the given Lilypond markup syntax after the current movement.
sv: Infogar den angivna Lilypond-markupsyntaxen efter den aktuella satsn.

source: Give space below required:
sv: Ge utrymme nedan som krävs:

source: Prepend Encapsulated Postscript
sv: Prepend Inkapslad Postscript

source: Places text/graphics from an encapsulated postscript file at the start of the current movement. Use this for columns of text or images, fancy titles etc. prepared in other programs which are to appear before the music.
sv: Placerar text/grafik från en inkapslad postscript-fil i början av den aktuella satsen. Använd detta för kolumner med text eller bilder, snygga titlar etc. som förberetts i andra program och som ska visas före musiken.

source: Composer
sv: Kompositör

source: Prints a composer name for current movement.
sv: Skriver ut kompositörens namn för aktuell sats.

source: Prints the name given above and to the left at the start of the movement.
sv: Skriver ut det namn som anges ovan och till vänster i början av satsn.

source: Subtitle
sv: Underrubrik

source: Prints the name given below the title of this movement.
sv: Skriv ut det namn som anges under titeln på denna sats.

source: Set Titles
sv: Uppsättning Titlar

source: Prints the name given as a title above the current movement.
sv: Skriver ut det namn som anges som titel ovanför den aktuella satsn.

source: Allow Breaks at Beats
sv: Tillåt pauser vid Beats

source: Allows the typesetter to break lines at each beat in a bar, instead of just at the end. Time signature changes must be handled manually (using Allow Page/Line Break command).
sv: Gör det möjligt för sättaren att bryta raderna vid varje taktslag i en takt, istället för bara i slutet. Taktartsändringar måste hanteras manuellt (med kommandot Allow Page/Line Break).

source: Allow Breaks at Half Measure
sv: Tillåt pauser vid halva måttet

source: Inserts a non-printing barline half-way through each bar from the cursor position onwards, which allows the typesetter to choose a line or page break at those places.
sv: Infogar en icke-tryckbar strecklinje halvvägs genom varje streck från markörpositionen och framåt, vilket gör det möjligt för sättaren att välja en rad- eller sidbrytning på dessa ställen.

source: Give text to appear on blank page, if any
sv: Ange eventuell text som ska visas på den tomma sidan

source: This page is intentionally left blank
sv: Denna sida är avsiktligt lämnad tom

source: Blank Page Before
sv: Blank sida före

source: Inserts a blank page (with optional text) before the current movement.
sv: Infogar en tom sida (med valfri text) före den aktuella satsn.

source: Custos (On/Off)
sv: Custos (På/Av)

source: Hide Barlines
sv: Dölj strecklinjer

source: (Print) Hide Barlines
sv: (Skriv ut) Dölj strecklinjer

source: Omits barlines when printing.
sv: Utelämnar strecklinjer vid utskrift.

source: Empty staffs hidden in all systems
sv: Tomma staber dolda i alla system

source: Hide Empty Staffs on All Systems (Off/On)
sv: Dölj tomma notsystem på alla system (av/på)

source: Hides empty staffs on the first and subsequent systems (Off/On). See also the command "Hide Empty Staffs (Off/On)" which keeps all staffs for the first system.
sv: Döljer tomma staber i det första och efterföljande systemen (Off/On). Se även kommandot "Hide Empty Staffs (Off/On)" som behåller alla staber för det första systemet.

source: Empty Systems Hidden
sv: Tomma system Dolda

source: Hide Empty Staffs (Off/On)
sv: Hide Empty Staffs (Av/På)

source: Beaming Rules
sv: Regler för strålning

source: Page Break Removed before Movement Title
sv: Sidbrytning borttagen före satsns titel

source: Page Break Inserted before Movement Title
sv: Sidbrytning införd före satsns titel

source: Make Conditional
sv: Gör villkorligt

source: Delete Page Break
sv: Ta bort sidbrytning

source: Page Break Before
sv: Sidbrytning före

source: Prints this movement starting on a new page
sv: Trycker denna sats som börjar på en ny sida

source: Baroque
sv: Barock

source: Baroque note head style for the current movement.
sv: Barock nothuvudstil för den aktuella satsen.

source: Cross note head style for the current movement.
sv: Korsanteckning huvudstil för den aktuella satsn.

source: Default note head style for the current movement.
sv: Standardformat för nothuvudet för den aktuella satsn.

source: Delete Movement Notehead Settings
sv: Radera inställningar för satsns nothuvud

source: Diamond note head style for the current movement.
sv: Diamond noterar huvudstil för den aktuella satsn.

source: Harmonic-black
sv: Harmonic-svart

source: Harmonic-black note head style for the current movement.
sv: Harmonic-black note head style för den aktuella satsn.

source: Harmonic note head style for the current movement.
sv: Harmonisk nothuvudstil för den aktuella satsn.

source: Mensural note head style for the current movement.
sv: Mensural not huvudstil för den aktuella satsn.

source: Neomensural note head style for the current movement.
sv: Neomensural not huvudstil för den aktuella satsn.

source: Petrucci note head style for the current movement.
sv: Petrucci noterar huvudstil för den nuvarande satsn.

source: Slash note head style for the current movement.
sv: Slash note head style för den nuvarande satsn.

source: Triangle
sv: Triangel

source: Triangle note head style for the current movement.
sv: Triangel noterar huvudstil för den aktuella satsn.

source: Polymetric Staffs will no longer typeset
sv: Polymetric Staffs kommer inte längre att satsa

source: Staffs can have differing time signatures
sv: notsystem kan ha olika taktarter

source: Polymetric Staffs (Off/On)
sv: Polymetriska notsystem (av/på)

source: Turns on/off independent time signatures and barline on the staffs. Use for polymetric notation.
sv: Slår på/av oberoende taktarter och taktstreck på notbladen. Används för polymetrisk notation.

source: Choose indent for Current Movement
sv: Välj indrag för Aktuell sats

source: Give indent or Cancel to unset movement indent
sv: Ge indrag eller Avbryt för att ta bort satsindrag

source: Indent=
sv: Indrag=

source: Indent
sv: Dra in

source: Alter the indent of the opening system for the current movement.
sv: Ändra strecksatsen i öppningssystemet för den aktuella satsn.

source: Flush Right
sv: Spolning höger

source: Ragged Right (On/Off)
sv: Ragged Right (På/Av)

source: Cannot use this command with Book Titles
sv: Det går inte att använda detta kommando med boktitlar

source: Separated Movement status dropped
sv: Status för separerad sats nedlagd

source: Separated Movement (On/Off)
sv: Separerad sats (På/Av)

source: Normal System Spacing is restored
sv: Normalt systemavstånd återställs

source: Reduce Space Between Systems (On/Off)
sv: Minska avståndet mellan systemen (På/Av)

source: Reduces the gap between the systems of staffs on a page for the current movement.
sv: Minskar gapet mellan systemen för staber på en sida för den aktuella satsn.

source: (Print) Mensural Barlines (On/Off)
sv: (Print) Mensural Barlines (På/Av)

source: Draw the barlines only between the staves but not inside.
sv: Rita strecklinjerna endast mellan stavarna men inte inuti.

source: Set Transpose Interval
sv: Ställ in transponeringens intervall

source: Transpose on Print
sv: Transponera på tryck

source: The current movement will be printed transposed by the interval given.
sv: Den aktuella satsen kommer att skrivas ut transponerad med det intervall som anges.

source: Beam 4 Beats
sv: balk 4 Beats

source: Beams end on each quarter note (up to 4).
sv: Bjälkarna slutar på varje fjärdedelsnot (upp till 4).

source: No Beam Left
sv: Ingen balk kvar

source: Typeset the note at the cursor with no beam to the left.
sv: Skriv anteckningen vid markören utan någon balk till vänster.

source: One Beam Left
sv: En balk kvar

source: Prints with just one beam linking to left.
sv: Utskrifter med bara en balk som länkar till vänster.

source: Three Beams Left
sv: Tre balkar kvar

source: Prints with just three beams linking to the left.
sv: Avtryck med bara tre balkar som länkar till vänster.

source: Two Beams Left
sv: Två balkar kvar

source: Prints with just two beams linking to the left.
sv: Avtryck med bara två balkar som länkar till vänster.

source: No Beam Right
sv: Ingen strålningsrätt

source: Typeset the note at the cursor with no beam to the right.
sv: Skriv noten vid markören utan någon balk till höger.

source: One Beam Right
sv: En stråle höger

source: Prints with just one beam linking to the right.
sv: Avtryck med bara en balk som länkar till höger.

source: Three Beams Right
sv: Tre balkar höger

source: Prints with just three beams linking to the right.
sv: Avtryck med bara tre balkar som länkar till höger.

source: Two Beams Right
sv: Två balkar höger

source: Prints with just two beams linking to the right.
sv: Avtryck med bara två balkar som länkar till höger.

source: Delete Beaming Directive
sv: Ta bort strålningsdirektivet

source: Deletes a ] or [ (end or start beam) directive on the current chord.
sv: Raderar ett ] eller [ (slut- eller startstråle) direktiv på det aktuella ackordet.

source: End Beam
sv: Ändbalk

source: Instructs LilyPond engraver to stop previously started manual beaming. Print effect only.
sv: Instruerar LilyPond-graveringsmaskinen att stoppa tidigare påbörjad manuell strålning. Endast utskriftseffekt.

source: No beam possible here
sv: Ingen balk möjlig här

source: No Beam
sv: Ingen balk

source: (Print) Removes beam from current note
sv: (Print) Tar bort strålen från aktuell not

source: Selection must start and end in the same bar
sv: Urvalet måste börja och sluta i samma taktstreck

source: Replicate Beams from Selection
sv: Replikera balkar från urval

source: Copies the manual beams set in the current selection to occurrences of the same rhythmic pattern at the same beat (in the same time signature) in the rest of the staff. Include rests if they are part of the pattern.
sv: Kopierar de manuella balkar som ställts in i det aktuella urvalet till förekomster av samma rytmiska mönster på samma taktslag (i samma taktart) i resten av notsystemet. Inkludera vilopauser om de är en del av mönstret.

source: Start Beam
sv: Start Stråle

source: Instructs the LilyPond engraver to start a beam here. (Print effect only)
sv: Instruerar LilyPond-graveraren att starta en balk här. (Endast utskriftseffekt)

source: Doubles the duration of the note/chord/rest at the cursor or the selection. E.g. Quarter Note becomes Half Note.
sv: Fördubblar längden på noten/ackordet/vilan vid markören eller markeringen. T.ex. kvartsnot blir halvnot.

source: Change current note duration to Breve
sv: Ändra aktuell notlängd till Breve

source: Change current note duration to Longa
sv: Ändra nuvarande anteckningslängd till Longa

source: Change Duration To 𝅝
sv: Ändra varaktighet till 𝅝

source: Changes the note or rest at the cursor to 𝅝 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅝 duration. Fungerar även i hängande position.

source: Change Duration To 𝅗𝅥
sv: Ändra varaktighet till 𝅗𝅥

source: Changes the note or rest at the cursor to 𝅗𝅥 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅗𝅥 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥
sv: Ändra varaktighet till 𝅘𝅥

source: Changes the note or rest at the cursor to 𝅘𝅥 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥𝅮
sv: Ändra varaktighet till 𝅘𝅥𝅮

source: Changes the note or rest at the cursor to 𝅘𝅥𝅮 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥𝅮 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥𝅯
sv: Ändra varaktighet till 𝅘𝅥𝅯

source: Changes the note or rest at the cursor to 𝅘𝅥𝅯 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥𝅯 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥𝅰
sv: Ändra varaktighet till 𝅘𝅥𝅰

source: Changes the note or rest at the cursor to 𝅘𝅥𝅰 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥𝅰 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥𝅱
sv: Ändra varaktighet till 𝅘𝅥𝅱

source: Changes the note or rest at the cursor to 𝅘𝅥𝅱 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥𝅱 duration. Fungerar även i bifogad position.

source: Change Duration To 𝅘𝅥𝅲
sv: Ändra varaktighet till 𝅘𝅥𝅲

source: Changes the note or rest at the cursor to 𝅘𝅥𝅲 duration. Works also in appending position.
sv: Ändrar noten eller vilan vid markören till 𝅘𝅥𝅲 duration. Fungerar även i bifogad position.

source: Diminish
sv: Förminska

source: Halves the duration of the note/chord/rest at the cursor or the selection. E.g. Quarter Note becomes Eighth Note.
sv: Halverar längden på noten/ackordet/vilan vid markören eller markeringen. T.ex. kvartsnot blir åttondelsnot.

source: Cursor must be on a chord/note/rest
sv: Markören måste vara på ett ackord/not/paus

source: Dot
sv: Punkt

source: Adds a dot to the note/rest/chord at the cursor, or removes them if double dotted.
sv: Lägger till en prick till noten/vilan/ackordet vid markören, eller tar bort dem om de är dubbelprickiga.

source: Create Slurred, Dotted Rhythm
sv: Skapa sluddrig, prickig rytm

source: In appending position, dots the note or rest at the cursor and appends a note of half the duration so as to create a dotted rhythm. Slurs the two notes together.
sv: I tilläggsposition prickar du noten eller vilan vid markören och lägger till en not med halva varaktigheten så att du skapar en prickad rytm. Slurrar ihop de två noterna.

source: Create Dotted Rhythm
sv: Skapa prickig rytm

source: In appending position, dots the note or rest at the cursor and appends a note of half the duration so as to create a dotted rhythm.
sv: I tilläggsposition prickar du noten eller vilan vid markören och lägger till en not med halva varaktigheten för att skapa en prickad rytm.

source: As Dottify command but dotted rhythm created is dotted note plus two notes of a quarter the duration. Total duration is unchanged.
sv: Som Dottify-kommandot men den prickade rytmen som skapas är prickad not plus två noter med en kvarts varaktighet. Total varaktighet är oförändrad.

source: Turns the note on or before the cursor into a dotted rhythm with the same total duration.
sv: Förvandlar noten på eller före markören till en prickad rytm med samma totala varaktighet.

source: Join music objects to new chord
sv: Sammanfoga musikobjekt till nytt ackord

source: Joins all notes, chords and rests in the selection and inserts all selected notes as chord. May create tied notes.
sv: Sammanfogar alla noter, ackord och pauser i markeringen och infogar alla markerade noter som ackord. Kan skapa bundna noter.

source: Join music objects
sv: Sammanfoga musikobjekt

source: Joins all notes, chords and rests in the selection and inserts a new, longer note instead. May create tied notes. Uses the cursor position as pitch.
sv: Sammanfogar alla noter, ackord och pauser i markeringen och infogar en ny, längre not i stället. Kan skapa bundna noter. Använder markörens position som tonhöjd.

source: Split Note/Chord
sv: Delad not/ackord

source: Split a chord into a specific amount of smaller notes while preserving original duration, generating tuplets if necessary. Not for rests.
sv: Dela upp ett ackord i ett visst antal mindre noter med bibehållen ursprunglig duration, generera tuplets vid behov. Inte för vilopauser.

source: Comment this chord
sv: Kommentera detta ackord

source: Attach a textual comment to the chord at the cursor
sv: Lägg till en textkommentar till ackordet vid markören

source: Makes a (chosen) directive on the note/chord at the cursor be typeset normally, i.e for all layouts. The cursor should be positioned at the note height if a directive attached to the note is intended.
sv: Gör att ett (valt) direktiv på noten/ackordet vid markören sätts normalt, dvs. för alla layouter. Markören bör placeras på notens höjd om ett direktiv som är kopplat till noten är avsett.

source: Makes a (chosen) directive on the note/chord at the cursor be ignored for typesetting the current layout. The cursor should be positioned at the note height if a directive attached to the note is intended.
sv: Gör så att ett (valt) direktiv på noten/ackordet vid markören ignoreras vid sättning av den aktuella layouten. Markören bör vara placerad i nothöjd om ett direktiv som är kopplat till noten ska användas.

source: Allow for Current Layout
sv: Tillåt för nuvarande layout
